<?php

return [

    'names' => [
        'عباس', 'وحید', 'علی', 'علیرضا', 'شاهرخ', 'سجاد', 'شایان' , 'حسام' , 'مهدی' ,
        'حسن' , 'حمید','شقایق', 'المیرا', 'شیما', 'مرجان', 'پرستو', 'نگار' , 'ترانه' ,
        'لیلا' , 'مریم' , 'سحر' , 'زهرا' , 'ریحانه' , 'منیر' , 'عطیه' , 'پروانه' , 'ترانه'
    ],

    'families' => [
        'الماسی', 'جوشقانی', 'جمالیان', 'جعفری', 'فیض', 'نیاکان', 'بیات',
        'پیرو' , 'حیدری' , 'نجاران' , 'اسد نژاد' , 'صمدی' , 'اسدی' , 'کریمی' ,
        'حسینی' , 'الماسی' , 'صدیقی' , 'مسقطی' , 'علی دوستی' , 'کریمزاده' , 'کوت آبادی'
    ],

    'companies' => [
        'ای نتورک', 'خاورزمین', 'فرانش', 'کاروانرو', 'اسنپ', 'تپ سی', 'آواتک',
        'بیدینگ' , 'سایت چک آپ' , 'شنبه' , 'دیجی کالا' , 'بامیلو' , 'ایرانسل' ,
        'همراه اول' , 'سرآوا پارس' , 'ایران خودرو' , 'سایپا' , 'تاژ' , 'هومکر' , 'کاموا' ,
        'کانگرو'
    ],

    'address' => [
        'میدان ونک، بزرگراه حقانی، نرسیده به جهان‌کودک، پ. ۶۳، ط. ۴',
        'تهران ، خيابان گاندي ، خيابان پانزدهم ، پلاک 2',
        'تهران ، خيابان انقلاب ، پلاک 832',
        'تهران ، خيابان استاد نجات الهی ، کوچه شهید محمدی ، پلاک 4',
        'اراک خيابان شهيد بهشتي دانشگاه اراک',
        'خراسان رضوى مشهد قاسم آباد بلوار ميثاق  ميثاق 20 خسروي يك',
        'بزرگراه شهید بابایی (غرب به شرق)، روبروی دانشگاه امام حسین (ع)، خروجی حکیمیه، خیابان شهید صدوقی، روبروی ضلع جنوبی شهرک شهید بهشتی خیابان چمن آرا، پردیس واحد دانشگاهی واحد تهران شمال',
        'خیابان آزادی ،نبش خیابان رودکی',
        'بزرگراه همت ،شرق به غرب ،ابتدای جنت آبادشمالی ،کوچه دانش',
        'میدان بسیج ،ابتدای خیابان ابوذر ،جنب شهرداری منطقه 15',
        'شهرکرد ،میدان دفاع مقدس ،جاده رحمتیه ،روبروی ساختمانهای مسکن مهر',
        'تهران خیابان آفریقا،بالاتر از چهار راه جهان کودک ، کوچه شهید صانعی پلاک 15',
        'اردبیل ـ خیابان دانشگاه ـ خیابان 13 آبان ـ پلاک 48',
        'كرج ـ جهانشهر ـ بلوار مولانا ـ بين خيابان كسري شمالي و فرمانداري شمالي ـ قطعه 1397ـ ساختمان نيلوفر',
        'قزوین ـ خيابان فلسطين شرقي ـ نبش خيابان توحيد',
        'تهران سعادت اباد میدان کاج خیابان سرو شرقی نبش خیابان علامه طباطبایی شمالی پلاک ۵'
    ],

    'mailServices' => [
        'gmail.com' , 'mail.com' , 'yahoo.com' , 'outlook.com'
    ],

    'prefixTelePhones' => [
        912 , 931 , 932 , 933 , 901 , 921 , 919 , 912 , 913 , 917 ,
        915 , 916 , 910 , 939 , 938 , 937 , 918 , 914 , 911 , 934
    ],

    'prefixPhones' => [
        21 , 25 , 253 , 32 , 45 , 67 , 11 , 12 , 93 , 65 , 34 , 67
    ],

    'protocols' => [ 'http' , 'https' ],


    'domains' => [
        '.com' , '.org' , '.ir' , '.net' , '.me' , '.info' , '.co'
    ],

    'city' => [
        'آذربایجان غربی',
        'چهارمحال و بختیاری',
        'سیستان و بلوچستان',
        'کهکیلویه و بویراحمد',
        'فارس',
        'گیلان',
        'همدان',
        'ایلام',
        'هرمزگان',
        'کرمانشاه',
        'خوزستان',
        'کردستان',
        'بوشهر',
        'لرستان',
        'سمنان',
        'تهران',
        'اصفهان',
        'کرمان',
        'اردبیل',
        'آذربایجان شرقی',
        'مرکزی',
        'مازندران',
        'زنجان',
        'گلستان',
        'قزوین',
        'قم',
        'یزد',
        'خراسان جنوبی',
        'خراسان رضوی',
        'خراسان شمالی',
        'البرز'
    ]

];